[
  {
    "title":       "Slash Whooo?",
    "category":    "games",
    "author":      "A.J. Wohlfert, Ardian Ajvazi, Brandon Feinstein, Dan Schwartz",
    "authorUrl":   "http://wohlfea.github.io/cup-game/",
    "publishedOn": "2015-11-20",
    "body":        "<p>This is a game based on the cup and ball shuffling game. Instead of using a cup we use a picture of Slash and instead of the ball we use a family of owls under Slashs hat. The game starts off by displaying a start page with option parameters for the game. The option parameters are: number of shuffles and speed. The higher the number of shuffles and the faster the speed, the more points the user will score if they win the game. The user makes their options selection and clicks the start button, which takes them to the game page.</p><p>The game page consists of three square images of Slash. When the game page is loaded the owl family will reveal itself before the shuffling begins. The user tracks the image containing the owls until the shuffling is done. Once the shuffling is over the user will click the Slash image they believe to contain the owl family. If they click the right image it will display a pop up saying you win! and if their score is a new high score, the pop up will say new high score and will prompt the user to enter their initials. If they click the wrong image the pop up will say you lose and prompt the user to click the link to the high scores page. Once the user either enters their initials for a new high score or clicks link to the high score page, the high score page will be displayed. From the high score page the user can click the link to play again or view the about us page.</p>"
  },
  {
    "title":       "Rap Battle",
    "category":    "vote tracker",
    "author":      "Brandon Feinstein",
    "authorUrl":   "http://saulfein.github.io/vote-tracker/",
    "publishedOn": "2015-11-13",
    "body":        "<p>This project was created using HTML CSS JS and Chart.js.</p><p>This a Rap Battle Vote Tracker where the user gets to vote on their favorite Rap album. The votes are then displayed in a bar chart.</p><p>The audio clip is the instrumental version of Mobb Deep - 'Keep it Thorough'.</p>"
  },
  {
    "title":       "Pats Salmon Coookies",
    "category":    "retail website",
    "author":      "Brandon Feinstein",
    "authorUrl":   "http://saulfein.github.io/cookie-stand/",
    "publishedOn": "2015-11-08",
    "body":        "<p>Pats Salmon Cookies website and sales data site: This is a website for Pats Salmon cookies created using JS, HTML and CSS. The customer facing website shows shop locations, history of the Salmon cookie, menu items, and merch.</p>"
  },
  {
    "title":       "Delicious Donuts",
    "category":    "sales website",
    "author":      "Brandon Feinstein",
    "authorUrl":   "http://saulfein.github.io/donut_shop/",
    "publishedOn": "2015-08-16",
    "body":        "<p>This is a program that models the amount of donuts that each Top Pot donut shop needs to make per location. It also allows the user to add a new location or update an existing locations parameters.</p>"
  }
]
